SoapAPI/src/test/resources/getAccounts.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:api="http://api.soap.it.p.lodz.pl/">
    <soapenv:Header/>
    <soapenv:Body>
        <api:getAccounts/>
    </soapenv:Body>
</soapenv:Envelope>